// AskFirst dialog -- in English, this displays as:
//
//		“<UserName>” on “<ComputerName>” would like to use your <DVD/CD/disc> <drive/drives>.

"“%1$@” on “%2$@” would like to use your %3$@ %4$@." = "“%1$@” kohteessa “%2$@” haluaa käyttää %3$@%4$@.";

"Accept" = "Hyväksy";
"Decline" = "Hylkää";
"DVD" = "DVD-";
"CD" = "CD-";
"disc" = "levy";
"drive" = "asemaa";
"drives" = "asemia";

// Eject dialog

"You’re ejecting a disc that another computer is using. Do you want to continue?" = "Olet poistamassa asemasta levyä, jota toinen tietokone käyttää. Haluatko jatkaa?";
"The remote computer will be disconnected from your computer." = "Etätietokoneen yhteys tähän tietokoneeseen katkaistaan.";
"Eject" = "Anna levy";
"Don't Eject" = "Älä poista";
